#include <SFML\Graphics.hpp>

const int HEIGHT_MAP = 20;//размер карты высота
const int WIDTH_MAP = 40;//размер карты ширина


sf::String TileMap[HEIGHT_MAP] = {
	"0000000000000000000000000000000000000000",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                      ssssssssssss    0",
	"0                                      0",
	"0                 ssss                 0",
	"0       sssssss    00000               0",
	"0               ss     00000000        0",
	"0                sss                   0",
	"000                   0000000000       0",
	"0                                 000000",
	"000000000                              0",
	"0             sssssss                  0",
	"0000000000000000000000000000000000000000",
};
